List = [0, 1, 2, 3, 4, 5]
List[0] = input("Укажи свою Фамилию")
List[1] = input("Укажи своё имя")
List[2] = input("Сколько тебе лет")
List[3] = input("Сколько лет тебе будет через 10 лет?")
List[4] = input("В каком городе ты хочешь жить через 10 лет")
List[5] = input("Какую зарплату ты хочешь через 10 лет")
print(List)
print("Привет меня зовут", List[0], List[1], "Сейчас мне", List[2], ". Через 10 лет мне будет", List[3],
      ". К тому моменту я хочу переехать в", List[4], "и получать зарплату примерно", List[5], ". Удачи мне")
